Repository: mjlassila/Omeka-S-module-ContactUs
Catalog: language/*.po
Languages: fi_fi

source: Thank you for your message %s. We will answer you soon.
fi_fi: Kiitos yhteydenotostasi %s. Vastaamme sinulle mahdollisimman pian.

source: [Contact] %s
fi_fi: [Yhteydenotto] %s

source: Sorry, we are not enable to send your email. Come back later.
fi_fi: Pahoittelumme, viestiä ei voitu lähettää. Yritä myöhemmin uudelleen.

source: Thank you for your message %s. Check your confirmation mail. We will answer you soon.
fi_fi: %s, kiitokset yhteydenotostasi. Olet saanut vahvistusviestin. Vastaamme sinulle mahdollisimman pian.

source: Sorry, we are not enable to send the confirmation email.
fi_fi: Pahoittelumme, vahvistusviestiä ei voitu lähettää.

source: There is an error.
fi_fi: Tapahtui virhe.

source: Message
fi_fi: Viesti

source: Name
fi_fi: Nimi

source: Send message
fi_fi: Lähetä viesti

source: Send a confirmation email
fi_fi: Lähetä vahvistusviesti

source: Subject of the confirmation email
fi_fi: Vahvistusviestin otsikko

source: Confirmation message
fi_fi: Vahvistusviesti

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {message}.
fi_fi: Mahdolliset viestisisällöt : {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {message}

source: Enable simple antispam for visitors
fi_fi: Ota käyttöön roskapostituksen esto

source: List of antispam questions/answers
fi_fi: Roskapostieston kysymys-vastausparit

source: Separate questions and answer with a "=". Questions may be translated.
fi_fi: Erota kysymys ja vastaus “=“ -merkillä. Kysymykset voidaan lokalisoida.

source: Contact us
fi_fi: Yhteydenottolomake

source: To create antispam, each question must be separated from the answer by a "=".
fi_fi: Roskapostieston kysymyksen ja vastaukset tulee erottaa “=“ merkillä.

source: Confirmation contact
fi_fi: Vahvistusviestin vastaanottaja

source: Hi {name}, Thanks to contact us! We will answer you soon. Sincerely, {main_title} {main_url} -- Your message: {message}
fi_fi: {name}, kiitokset yhteydenotostasi! Vastaamme mahdollisimman pian. {main_title} {main_url} — Viestin sisältö: {message}

source: How many are zero plus 1 (in number)?
fi_fi: Kuinka paljon on nolla plus 1 (vastaus numerona) ?

source: How many are one plus 1 (in number)?
fi_fi: Kuinka paljon on yksi plus 1 (vastaus numerona) ?

source: How many are one plus 2 (in number)?
fi_fi: Kuinka paljon on yksi plus 2 (vastaus numerona) ?

source: How many are one plus 3 (in number)?
fi_fi: Kuinka paljon on yksi plus 3 (vastaus numerona) ?

source: How many are two plus 1 (in number)?
fi_fi: Kuinka paljon on kaksi plus 1 (vastaus numerona) ?

source: How many are two plus 2 (in number)?
fi_fi: Kuinka paljon on kaksi plus 2 (vastaus numerona) ?

source: How many are two plus 3 (in number)?
fi_fi: Kuinka paljon on kaksi plus 3 (vastaus numerona) ?

source: How many are three plus 1 (in number)?
fi_fi: Kuinka paljon on kolme plus 1 (vastaus numerona) ?

source: How many are three plus 2 (in number)?
fi_fi: Kuinka paljon on kolme plus 2 (vastaus numerona) ?

source: How many are three plus 3 (in number)?
fi_fi: Kuinka paljon on kolme plus 3 (vastaus numerona) ?
